Repository: Paradox07127/macos-wallpaperengine
Catalog: LiveWallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: Remove All
es: Eliminar todo
ja: すべて削除
zh_hans: 全部移除
zh_hant: 全部移除

source: Remove All from System Wallpaper
es: Eliminar todo del fondo de pantalla del sistema
ja: システム壁紙からすべて削除
zh_hans: 从系统壁纸移除全部
zh_hant: 從系統桌布移除全部

source: Remove Bookmark
es: Eliminar marcador
ja: ブックマークを削除
zh_hans: 移除书签
zh_hant: 移除書籤

source: Remove Slot
es: Eliminar franja
ja: スロットを削除
zh_hans: 移除时段
zh_hant: 移除時段

source: Remove SteamCMD
es: Eliminar SteamCMD
ja: SteamCMD を削除
zh_hans: 删除 SteamCMD
zh_hant: 刪除 SteamCMD

source: Remove Wallpaper Engine assets?
es: ¿Eliminar los recursos de Wallpaper Engine?
ja: Wallpaper Engine のアセットを削除しますか？
zh_hans: 移除 Wallpaper Engine 资源？
zh_hant: 移除 Wallpaper Engine 資源？

source: Remove Widget
es: Eliminar widget
ja: ウィジェットを削除
zh_hans: 移除小组件
zh_hant: 移除小工具

source: Remove access to the Wallpaper Engine install folder
es: Eliminar el acceso a la carpeta de instalación de Wallpaper Engine
ja: Wallpaper Engine インストールフォルダへのアクセスを削除
zh_hans: 移除对 Wallpaper Engine 安装目录的访问权限
zh_hant: 移除 Wallpaper Engine 安裝目錄的存取權限

source: Remove every System Wallpaper?
es: ¿Eliminar todos los fondos de pantalla del sistema?
ja: システム壁紙をすべて削除しますか？
zh_hans: 要移除全部系统壁纸吗？
zh_hant: 要移除全部系統桌布嗎？

source: Remove from Library
es: Eliminar de la biblioteca de fondos
ja: 壁紙ライブラリから削除
zh_hans: 从壁纸库移除
zh_hant: 從桌布庫移除

source: Remove from Library Only
es: Quitar solo de la biblioteca de fondos
ja: 壁紙ライブラリからのみ削除
zh_hans: 仅从壁纸库移除
zh_hant: 僅從桌布庫移除

source: Remove from System Wallpaper
es: Eliminar del fondo de pantalla del sistema
ja: システム壁紙から削除
zh_hans: 从系统壁纸移除
zh_hant: 從系統桌布移除

source: Remove from Wallpaper Library
es: Quitar de la biblioteca de fondos
ja: 壁紙ライブラリから削除
zh_hans: 从壁纸库移除
zh_hant: 從桌布庫移除

source: Remove from queue
es: Eliminar de la cola de descargas
ja: ダウンロードキューから削除
zh_hans: 从下载队列中移除
zh_hant: 從下載佇列中移除

source: Remove saved session
es: Eliminar la sesión guardada
ja: 保存されたセッションを削除
zh_hans: 移除已保存的会话
zh_hant: 移除已儲存的工作階段

source: Remove the SteamCMD copy Loomscreen installed?
es: ¿Eliminar la copia de SteamCMD que instaló Loomscreen?
ja: Loomscreen がインストールした SteamCMD を削除しますか？
zh_hans: 要删除 Loomscreen 安装的 SteamCMD 吗？
zh_hant: 要刪除 Loomscreen 安裝的 SteamCMD 嗎？

source: Remove the copy Loomscreen installed
es: Eliminar la copia instalada por Loomscreen
ja: Loomscreen がインストールした SteamCMD を削除
zh_hans: 删除 Loomscreen 安装的那份
zh_hant: 刪除 Loomscreen 安裝的那份

source: Remove the last playlist item?
es: ¿Eliminar el último elemento de la playlist?
ja: 最後のプレイリスト項目を削除しますか？
zh_hans: 移除播放列表中的最后一项吗？
zh_hant: 要移除播放列表中的最後一個項目嗎？

source: Remove the saved Steam session?
es: ¿Eliminar la sesión de Steam guardada?
ja: 保存された Steam セッションを削除しますか？
zh_hans: 移除已保存的 Steam 会话？
zh_hant: 移除已儲存的 Steam 工作階段？

source: Remove this playlist item?
es: ¿Eliminar este elemento de la playlist?
ja: このプレイリスト項目を削除しますか？
zh_hans: 移除此播放列表项吗？
zh_hant: 要移除此播放列表項目嗎？

source: Remove this scene from history?
es: ¿Eliminar esta escena del historial?
ja: このシーンを履歴から削除しますか？
zh_hans: 从历史记录中移除此场景吗？
zh_hant: 要從記錄中移除此場景嗎？

source: Remove this schedule slot?
es: ¿Eliminar esta franja de programación?
ja: このスケジュールスロットを削除しますか？
zh_hans: 移除此计划时段吗？
zh_hant: 要移除此排程時段嗎？

source: Remove this video from System Wallpaper?
es: ¿Eliminar este vídeo del fondo de pantalla del sistema?
ja: この動画をシステム壁紙から削除しますか？
zh_hans: 要把这个视频从系统壁纸中移除吗？
zh_hant: 要將這部影片從系統桌布中移除嗎？

source: Remove “%@” from Loomscreen. Original files are kept.
es: Elimina «%@» de Loomscreen. Se conservan los archivos originales.
ja: Loomscreen から「%@」を削除します。元のファイルは保持されます。
zh_hans: 从 Loomscreen 移除“%@”，保留原文件。
zh_hant: 從 Loomscreen 移除「%@」，保留原始檔案。

source: Removed %@ from the library, but its files couldn't be deleted.
es: Se ha eliminado %@ de la biblioteca de fondos, pero no se han podido borrar sus archivos.
ja: %@ を壁紙ライブラリから削除しましたが、そのファイルを削除できませんでした。
zh_hans: 已将 %@ 从壁纸库中移除，但无法删除其文件。
zh_hant: 已將 %@ 從桌布庫中移除，但無法刪除其檔案。

source: Removed from Wallpaper Library
es: Se quitó de la biblioteca de fondos
ja: 壁紙ライブラリから削除しました
zh_hans: 已从壁纸库移除
zh_hant: 已從桌布庫移除

source: Removes %@ of reclaimable cache files. Active wallpapers keep their source assignments and rebuild cached files when needed.
es: Elimina %@ de archivos de caché recuperables. Los fondos de pantalla activos conservan sus orígenes y reconstruyen los archivos en caché cuando hace falta.
ja: 回収可能なキャッシュ %@ を削除します。アクティブな壁紙のソース指定は保持され、必要時に再構築されます。
zh_hans: 将清除 %@ 可回收缓存文件。活动壁纸保留源分配，需要时会重建缓存。
zh_hant: 將清除 %@ 可回收快取檔案。使用中的桌布保留來源指派，需要時會重建快取。

source: Removes all schedule slots and returns to normal playback
es: Elimina todas las franjas de programación y vuelve a la reproducción normal
ja: すべてのスケジュールスロットを削除して通常再生に戻します
zh_hans: 移除所有计划时段并恢复正常播放
zh_hant: 移除所有排程時段並返回一般播放

source: Removes everything saved for %@: the wallpaper, playlist, schedule, effect layer, and all other settings for this display. The wallpaper library, source files, and the widget, music, and clock overlays are kept.
es: Elimina todo lo guardado para %@: el fondo de pantalla, la playlist, la programación, la capa de efectos y el resto de ajustes de esta pantalla. Se conservan la biblioteca de fondos, los archivos de origen y las superposiciones de widgets, música y reloj.
ja: %@ に保存されている内容をすべて削除します：壁紙、プレイリスト、スケジュール、エフェクトレイヤー、およびこのディスプレイのその他すべての設定。壁紙ライブラリ、ソースファイル、ウィジェット・ミュージック・時計のオーバーレイは保持されます。
zh_hans: 将移除为 %@ 保存的全部内容：壁纸、播放列表、计划、效果层，以及这台显示器的其他所有设置。壁纸库、源文件，以及小组件、音乐和时钟叠加层会保留。
zh_hant: 將移除為 %@ 儲存的全部內容：桌布、播放列表、排程、效果層，以及這台顯示器的其他所有設定。桌布庫、來源檔案，以及小工具、音樂和時鐘疊加層會保留。

source: Removes the stored key from this Mac. Your key remains active under your Steam account at steamcommunity.com/dev/apikey until you revoke it there.
es: Elimina la clave almacenada de este Mac. La clave sigue activa en tu cuenta de Steam en steamcommunity.com/dev/apikey hasta que la revoques allí.
ja: 保存されたキーをこの Mac から削除します。steamcommunity.com/dev/apikey で取り消すまで、キーは Steam アカウント上で有効なままです。
zh_hans: 从本机移除已存储的密钥。在你前往 steamcommunity.com/dev/apikey 撤销之前，该密钥仍会在你的 Steam 账户下保持有效。
zh_hant: 從這台 Mac 移除已儲存的金鑰。在你前往 steamcommunity.com/dev/apikey 撤銷之前，該金鑰仍會在你的 Steam 帳戶下保持有效。

source: Removes this account's Loomscreen download session. Reconnect before downloading again. Steam app sign-in is unaffected.
es: Elimina la sesión de descarga de esta cuenta en Loomscreen. Vuelve a conectarla antes de descargar. La sesión de la app Steam no cambia.
ja: このアカウントの Loomscreen ダウンロードセッションを削除します。次のダウンロード前に再接続が必要です。Steam アプリのログイン状態には影響しません。
zh_hans: 移除此账户在 Loomscreen 中的下载会话。再次下载前需重新连接；不影响 Steam 应用的登录状态。
zh_hant: 移除此帳號在 Loomscreen 中的下載工作階段。再次下載前需重新連線；不影響 Steam 應用程式的登入狀態。

source: Removing SteamCMD…
es: Eliminando SteamCMD…
ja: SteamCMD を削除中…
zh_hans: 正在删除 SteamCMD…
zh_hant: 正在刪除 SteamCMD…

source: Rename
es: Renombrar
ja: 名前を変更
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Display
es: Renombrar pantalla
ja: ディスプレイの名前を変更
zh_hans: 重命名显示器
zh_hant: 重新命名顯示器

source: Rename Wallpaper
es: Renombrar fondo de pantalla
ja: 壁紙の名前を変更
zh_hans: 重命名壁纸
zh_hant: 重新命名桌布

source: Render HDR content as SDR via Rec.709. Disables frame-rate limit.
es: Renderiza el contenido HDR como SDR mediante Rec.709. Desactiva el límite de fotogramas por segundo.
ja: Rec.709 経由で HDR を SDR としてレンダリング。フレームレート制限は無効になります。
zh_hans: 通过 Rec.709 将 HDR 内容渲染为 SDR。会禁用帧率限制。
zh_hant: 透過 Rec.709 將 HDR 內容渲染為 SDR。會停用畫格速率限制。

source: Render target "%@" is %lldx%lld, exceeding this device's %lldx%lld Metal texture limit.
es: El destino de renderizado "%@" mide %lldx%lld y supera el límite de textura Metal de este dispositivo de %lldx%lld.
ja: レンダーターゲット「%@」は %lld×%lld で、このデバイスの Metal テクスチャ上限 %lld×%lld を超えています。
zh_hans: 渲染目标“%@”尺寸为 %lld×%lld，超出该设备的 Metal 纹理上限 %lld×%lld。
zh_hant: 渲染目標「%@」尺寸為 %lld×%lld，超出該裝置的 Metal 紋理上限 %lld×%lld。

source: Render target "%@" is not produced by any pass.
es: El destino de renderizado "%@" no lo produce ningún pase.
ja: レンダーターゲット「%@」はどのパスからも出力されていません。
zh_hans: 渲染目标“%@”未被任何渲染通道产出。
zh_hant: 渲染目標「%@」未被任何渲染通道產出。

source: Renderer
es: Renderizador
ja: レンダラー
zh_hans: 渲染器
zh_hant: 渲染器

source: Renderer Diagnostics
es: Diagnóstico del renderizador
ja: レンダラー診断
zh_hans: 渲染器诊断
zh_hant: 渲染器診斷

source: Rendering
es: Renderizado
ja: レンダリング
zh_hans: 渲染
zh_hant: 渲染

source: Rendering scene
es: Renderizando escena
ja: シーンを描画中
zh_hans: 正在渲染场景
zh_hant: 正在渲染場景

source: Renders scenes at a lower resolution; may blur text or increase power use. Changes reload wallpapers.
es: Renderiza las escenas a menor resolución; puede difuminar el texto o aumentar el consumo. Los cambios recargan los fondos.
ja: シーンを低い解像度で描画します。文字がぼやけたり消費電力が増えたりする場合があります。変更すると壁紙を再読み込みします。
zh_hans: 以较低分辨率渲染场景，可能使文字模糊或增加耗电。更改后会重新载入壁纸。
zh_hant: 以較低解析度渲染場景，可能使文字模糊或增加耗電。更改後會重新載入桌布。

source: Repair and Restart
es: Reparar y reiniciar
ja: 修復して再起動
zh_hans: 修复并重启
zh_hant: 修復並重新啟動

source: Repairing registrations…
es: Reparando registros…
ja: 登録を修復中…
zh_hans: 正在修复注册记录…
zh_hant: 正在修復註冊記錄…

source: Repeated failures
es: Fallos repetidos
ja: 失敗の繰り返し
zh_hans: 重复失败
zh_hant: 重複失敗

source: Repeats every day
es: Se repite cada día
ja: 毎日繰り返す
zh_hans: 每天循环
zh_hant: 每天循環

source: Replace
es: Reemplazar
ja: 置き換え
zh_hans: 替换
zh_hant: 取代

source: Replace Setup
es: Reemplazar configuración
ja: 設定を置き換える
zh_hans: 替换设置
zh_hant: 取代設定

source: Replace this display's entire setup?
es: ¿Reemplazar toda la configuración de esta pantalla?
ja: このディスプレイの設定をすべて置き換えますか？
zh_hans: 替换这台显示器的全部设置？
zh_hant: 取代這台顯示器的全部設定？

source: Replace with %@
es: Reemplazar con %@
ja: %@ で置き換える
zh_hans: 用 %@ 替换
zh_hant: 用 %@ 取代

source: Replace with Current Setup
es: Reemplazar con la configuración actual
ja: 現在の設定で置き換える
zh_hans: 用当前设置替换
zh_hant: 用目前設定取代

source: Replaces current settings and merges bookmarks.
es: Sustituye los ajustes actuales y combina los marcadores.
ja: 現在の設定を置き換え、ブックマークを統合します。
zh_hans: 替换当前设置，合并书签。
zh_hant: 取代目前設定，合併書籤。

source: Replaces:
es: Se sustituye:
ja: 置き換えられる内容：
zh_hans: 将替换：
zh_hant: 將取代：

source: Report a Bug
es: Informar de un error
ja: バグを報告
zh_hans: 报告问题
zh_hant: 報告問題

source: Report a bug
es: Informar de un error
ja: 不具合を報告
zh_hans: 报告问题
zh_hant: 回報錯誤

source: Report this Problem
es: Informar de este problema
ja: この問題を報告
zh_hans: 反馈问题
zh_hant: 回報問題

source: Required Workshop dependencies are missing: %@
es: Faltan dependencias del Workshop: %@
ja: 必要なワークショップの依存アイテムがありません：%@
zh_hans: 缺少必需的创意工坊依赖项：%@
zh_hant: 缺少必要的工作坊相依項目：%@

source: Required Workshop projects are missing.
es: Faltan proyectos necesarios de Workshop.
ja: 必要なワークショップのプロジェクトが見つかりません。
zh_hans: 缺少必需的创意工坊项目。
zh_hant: 缺少必要的工作坊專案。

source: Required items
es: Elementos necesarios
ja: 必要なアイテム
zh_hans: 必需项目
zh_hant: 必需項目

source: Required items added
es: Elementos requeridos añadidos
ja: 必要なアイテムを追加しました
zh_hans: 已补齐所需项目
zh_hant: 已補齊所需項目

source: Required items missing
es: Faltan elementos requeridos
ja: 必要なアイテムが不足しています
zh_hans: 仍缺少所需项目
zh_hant: 仍缺少所需項目

source: Required to download Workshop wallpapers. Install SteamCMD or use an existing installation.
es: Necesario para descargar fondos de Workshop. Instala SteamCMD o usa una instalación existente.
ja: ワークショップの壁紙のダウンロードに必要です。SteamCMD をインストールするか、既存のものを使用します。
zh_hans: 下载创意工坊壁纸所需的工具。可安装 SteamCMD 或使用已有版本。
zh_hant: 下載工作坊桌布所需的工具。可安裝 SteamCMD 或使用現有版本。

source: Requires Most Popular sort.
es: Requiere el orden «Más populares».
ja: 並べ替えを「人気順」に設定してください。
zh_hans: 需将排序设为“最热门”。
zh_hant: 需將排序設為「最熱門」。

source: Requires system audio access. Compatible scenes use local analysis; audio is not saved or uploaded.
es: Requiere acceso al audio del sistema. Las escenas compatibles usan análisis local; el audio no se guarda ni se sube.
ja: システムオーディオへのアクセスが必要です。対応するシーンがこの Mac での解析結果を使用し、音声の保存やアップロードは行いません。
zh_hans: 需要系统音频访问权限。兼容场景使用本机分析结果，音频不保存或上传。
zh_hant: 需要系統音訊取用權限。相容場景使用本機分析結果，音訊不儲存或上傳。

source: Rescan
es: Volver a analizar
ja: 再スキャン
zh_hans: 重新扫描
zh_hant: 重新掃描

source: Reset
es: Restablecer
ja: リセット
zh_hans: 重置
zh_hant: 重設

source: Reset All Settings
es: Restablecer todos los ajustes
ja: すべての設定をリセット
zh_hans: 重置所有设置
zh_hant: 重設所有設定

source: Reset Color & Filters
es: Restablecer color y filtros
ja: カラーとフィルタをリセット
zh_hans: 重置色彩与滤镜
zh_hant: 重設色彩與濾鏡

source: Reset Current Display
es: Restablecer pantalla actual
ja: 現在のディスプレイをリセット
zh_hans: 重置当前显示器
zh_hant: 重設目前顯示器

source: Reset Display Settings
es: Restablecer ajustes de pantalla
ja: ディスプレイ設定をリセット
zh_hans: 重置显示器设置
zh_hant: 重設顯示器設定

source: Reset Playback
es: Restablecer reproducción
ja: 再生をリセット
zh_hans: 重置播放
zh_hant: 重設播放

source: Reset Scene Settings
es: Restablecer ajustes de la escena
ja: シーン設定をリセット
zh_hans: 重置场景设置
zh_hant: 重設場景設定

source: Reset Settings
es: Restablecer ajustes
ja: 設定をリセット
zh_hans: 重置设置
zh_hant: 重設設定

source: Reset all
es: Restablecer todo
ja: すべてリセット
zh_hans: 全部重置
zh_hant: 全部重設

source: Reset all settings
es: Restablecer todos los ajustes
ja: すべての設定をリセット
zh_hans: 重置所有设置
zh_hant: 重設所有設定

source: Reset all settings?
es: ¿Restablecer todos los ajustes?
ja: すべての設定をリセットしますか？
zh_hans: 重置所有设置？
zh_hant: 要重設所有設定嗎？

source: Reset blur, brightness, saturation, warmth, vignette, and auto-tint to defaults
es: Restablece el desenfoque, el brillo, la saturación, la calidez, la viñeta y el tinte automático a los valores predeterminados
ja: ぼかし、明るさ、彩度、暖かみ、ビネット、自動ティントをデフォルトに戻す
zh_hans: 将模糊、亮度、饱和度、色温、暗角和自动着色重置为默认值
zh_hant: 將模糊、亮度、飽和度、色溫、暗角和自動調色重設為預設值

source: Reset playback
es: Restablecer reproducción
ja: 再生をリセット
zh_hans: 重置播放
zh_hant: 重設播放

source: Reset playback to display defaults
es: Restablecer la reproducción a los valores predeterminados de la pantalla
ja: 再生をディスプレイのデフォルトにリセット
zh_hans: 将播放重置为显示器默认值
zh_hant: 將播放重設為顯示器預設值

source: Reset project custom settings
es: Restablecer los ajustes personalizados del proyecto
ja: プロジェクトのカスタム設定をリセット
zh_hans: 重置项目自定义设置
zh_hant: 重設專案自訂設定

source: Reset restores the default widgets. Import replaces all widgets and widget options.
es: Restablecer recupera los widgets predeterminados. Importar reemplaza todos los widgets y las opciones de widgets.
ja: リセットするとデフォルトのウィジェットに戻ります。読み込むと、すべてのウィジェットとウィジェットのオプションが置き換えられます。
zh_hans: 重置会恢复默认小组件；导入会替换全部小组件和小组件选项。
zh_hant: 重設會恢復預設小工具；匯入會取代全部小工具與小工具選項。

source: Reset scale, translate, and rotation
es: Restablecer escala, traslación y rotación
ja: 拡大縮小、移動、回転をリセット
zh_hans: 重置缩放、平移和旋转
zh_hant: 重設縮放、平移與旋轉

source: Reset the settings of %@
es: Se restablecieron los ajustes de %@
ja: %@ の設定をリセットしました
zh_hans: 已重置 %@ 的设置
zh_hant: 已重設 %@ 的設定

source: Reset this display's settings?
es: ¿Restablecer los ajustes de esta pantalla?
ja: このディスプレイの設定をリセットしますか？
zh_hans: 重置此显示器的设置？
zh_hant: 重設此顯示器的設定？

source: Reset to Default
es: Restablecer valores predeterminados
ja: デフォルトに戻す
zh_hans: 重置为默认
zh_hant: 重設為預設值

source: Reset to preset
es: Restablecer al preajuste
ja: プリセットに戻す
zh_hans: 重置到预设
zh_hant: 重設為預設集

source: Reset transform
es: Restablecer transformación
ja: 変形をリセット
zh_hans: 重置变换
zh_hant: 重設變形

source: Reset widget tint to the default
es: Restablecer el tinte del widget al valor predeterminado
ja: ウィジェットの色合いをデフォルトに戻す
zh_hans: 将小组件配色重置为默认
zh_hant: 將小工具配色重設為預設

source: Resets playback, effects, web options, and scheduling. Keeps the wallpaper, playlist, and bookmarks.
es: Restablece la reproducción, los efectos, las opciones web y la programación. Conserva el fondo, la playlist y los marcadores.
ja: 再生、エフェクト、Web オプション、スケジュールをリセットします。壁紙、プレイリスト、ブックマークは保持します。
zh_hans: 重置播放、效果、网页选项和计划设置；保留壁纸、播放列表和书签。
zh_hant: 重置播放、效果、網頁選項和排程設定；保留桌布、播放列表和書籤。

source: Resident memory (RSS fallback)
es: Memoria residente (alternativa RSS)
ja: 常駐メモリ（RSS にフォールバック）
zh_hans: 常驻内存（RSS 回退）
zh_hant: 常駐記憶體（RSS 備援）

source: Resize Clock
es: Cambiar tamaño del reloj
ja: 時計のサイズを変更
zh_hans: 调整时钟大小
zh_hant: 調整時鐘大小

source: Resize properties panel
es: Cambiar tamaño del panel de propiedades
ja: プロパティパネルのサイズを変更
zh_hans: 调整属性面板大小
zh_hant: 調整屬性面板大小

source: Resolution
es: Resolución
ja: 解像度
zh_hans: 分辨率
zh_hant: 解析度

source: Resolution badge
es: Insignia de resolución
ja: 解像度バッジ
zh_hans: 分辨率标签
zh_hant: 解析度標籤

source: Responds to pointer movement without capturing clicks.
es: Reacciona al movimiento del puntero sin capturar clics.
ja: クリックを受け取らず、ポインタの動きに反応します。
zh_hans: 响应光标移动，不捕获点击。
zh_hant: 回應游標移動，不擷取點按。

source: Restart Wallpaper Service
es: Reiniciar servicio de fondos
ja: 壁紙サービスを再起動
zh_hans: 重启壁纸服务
zh_hant: 重新啟動桌布服務

source: Restarting briefly redraws all system wallpapers for your account. Repair removes the reviewed registrations, keeps this app, and preserves app files and videos.
es: Al reiniciar se redibujan brevemente todos los fondos de tu cuenta. La reparación elimina los registros revisados, conserva esta app y mantiene los archivos y vídeos.
ja: 再起動時、このアカウントのすべてのシステム壁紙が一時的に再描画されます。修復では確認した登録を解除し、このアプリを保持します。アプリとビデオのファイルは削除しません。
zh_hans: 重启会使当前账户的所有系统壁纸短暂重绘。修复会移除已确认的注册记录并保留当前应用，应用文件和视频不会删除。
zh_hant: 重新啟動會使目前帳號的所有系統桌布短暫重繪。修復會移除已確認的註冊記錄並保留目前應用程式，不會刪除應用程式檔案和影片。

source: Restarting wallpaper service…
es: Reiniciando servicio de fondos…
ja: 壁紙サービスを再起動中…
zh_hans: 正在重启壁纸服务…
zh_hant: 正在重新啟動桌布服務…

source: Restore global preferences, per-display setup, bookmarks, and schemes to their defaults.
es: Restaura las preferencias globales, la configuración de cada pantalla, los marcadores y los esquemas a sus valores predeterminados.
ja: グローバル設定、ディスプレイごとの設定、ブックマーク、構成を既定に戻します。
zh_hans: 将全局偏好、每台显示器的配置、书签与方案恢复为默认。
zh_hant: 將全域偏好、每台顯示器的設定、書籤與方案恢復為預設。

source: Restore settings, display defaults, bookmarks, and per-display setup from a backup file
es: Restaurar ajustes, valores predeterminados de pantalla, marcadores y configuración de cada pantalla desde un archivo de copia de seguridad
ja: バックアップファイルから設定、ディスプレイのデフォルト、ブックマーク、ディスプレイごとの設定を復元
zh_hans: 从备份文件恢复设置、显示器默认值、书签和每个显示器的设置
zh_hant: 從備份檔案復原設定、顯示器預設值、書籤和各顯示器設定

source: Restored %lld display configurations.
es: Se han restaurado %lld configuraciones de pantalla.
ja: %lld 件のディスプレイ構成を復元しました。
zh_hans: 已恢复 %lld 个显示器配置。
zh_hant: 已還原 %lld 台顯示器的配置。

source: Restored %lld saved bookmarks.
es: Se han restaurado %lld marcadores guardados.
ja: %lld 件の保存済みブックマークを復元しました。
zh_hans: 已恢复 %lld 个已保存书签。
zh_hant: 已還原 %lld 個已儲存書籤。

source: Restored %lld saved schemes.
es: Se han restaurado %lld esquemas guardados.
ja: 保存済みの構成を %lld 件復元しました。
zh_hans: 已恢复 %lld 个已保存方案。
zh_hant: 已還原 %lld 個已儲存方案。

source: Restored global preferences, display defaults, schedule, and shortcuts.
es: Se han restaurado las preferencias globales, los valores predeterminados de pantalla, la programación y los atajos.
ja: グローバル環境設定、ディスプレイのデフォルト、スケジュール、ショートカットを復元しました。
zh_hans: 已恢复全局偏好、显示器默认值、计划和快捷键。
zh_hant: 已復原全域偏好、顯示器預設值、排程和快速鍵。

source: Restoring
es: Restaurando
ja: 復元中
zh_hans: 正在恢复
zh_hant: 正在恢復

source: Restricted
es: Restringido
ja: 制限付き
zh_hans: 受限制
zh_hant: 受限制

source: Result
es: Resultado
ja: 結果
zh_hans: 结果
zh_hant: 結果

source: Result received
es: Resultado recibido
ja: 結果を受信
zh_hans: 已收到结果
zh_hant: 已收到結果

source: Resume
es: Reanudar
ja: 再開
zh_hans: 恢复
zh_hant: 恢復

source: Resume Schedule
es: Reanudar programación
ja: スケジュールを再開
zh_hans: 恢复计划
zh_hant: 恢復排程

source: Resumes video playback
es: Reanuda la reproducción del vídeo
ja: ビデオ再生を再開
zh_hans: 恢复视频播放
zh_hant: 繼續影片播放

source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Retry Preview
es: Reintentar vista previa
ja: プレビューを再試行
zh_hans: 重试预览
zh_hant: 重試預覽

source: Retry Update
es: Reintentar actualización
ja: 更新を再試行
zh_hans: 重试更新
zh_hant: 重試更新

source: Retry download
es: Reintentar descarga
ja: ダウンロードを再試行
zh_hans: 重试下载
zh_hant: 重試下載

source: Retry loading the current wallpaper source
es: Reintentar la carga del origen del fondo de pantalla actual
ja: 現在の壁紙ソースの読み込みを再試行
zh_hans: 重试加载当前壁纸源
zh_hant: 重試載入目前桌布來源

source: Retry preview
es: Reintentar vista previa
ja: プレビューを再試行
zh_hans: 重试预览
zh_hant: 重試預覽

source: Return to the recent linked projects grid
es: Volver a la cuadrícula de proyectos vinculados recientes
ja: 最近リンクしたプロジェクト一覧に戻る
zh_hans: 返回最近链接的项目网格
zh_hant: 返回最近連結的專案格狀列表

source: Return to the wallpaper browser sidebar
es: Volver a la barra lateral del explorador de fondos de pantalla
ja: 壁紙ブラウザのサイドバーに戻る
zh_hans: 返回壁纸浏览侧边栏
zh_hant: 返回桌布瀏覽側邊欄

source: Review the diagnostics before continuing. Published GitHub issues are public.
es: Revisa los diagnósticos antes de continuar. Las incidencias publicadas en GitHub son públicas.
ja: 続行前に診断情報を確認してください。投稿した GitHub Issue は公開されます。
zh_hans: 继续前请检查诊断信息。发布的 GitHub 议题对所有人公开。
zh_hant: 繼續前請檢查診斷資訊。發布的 GitHub 議題對所有人公開。

source: Revoke
es: Revocar
ja: 取り消す
zh_hans: 取消授权
zh_hant: 取消授權

source: Right
es: Derecha
ja: 右揃え
zh_hans: 右对齐
zh_hant: 靠右

source: Right-click a display to rename it.
es: Haz clic derecho en una pantalla para cambiarle el nombre.
ja: ディスプレイを右クリックすると名前を変更できます。
zh_hans: 右键点按显示器可重命名。
zh_hant: 以右鍵點按顯示器可重新命名。

source: Ripples
es: Ondas
ja: 波紋
zh_hans: 涟漪
zh_hant: 漣漪

source: Rotate
es: Rotar
ja: ローテーション
zh_hans: 轮播
zh_hant: 輪播

source: Rotation
es: Rotación
ja: 回転
zh_hans: 旋转
zh_hant: 旋轉

source: Rotation interval
es: Intervalo de rotación
ja: ローテーション間隔
zh_hans: 轮播间隔
zh_hant: 輪播間隔

source: Rotation interval in minutes
es: Intervalo de rotación en minutos
ja: ローテーション間隔（分）
zh_hans: 轮播间隔（分钟）
zh_hant: 輪播間隔（分鐘）

source: Rounded
es: Redondeada
ja: 丸ゴシック
zh_hans: 圆体
zh_hant: 圓體

source: Rounded corners
es: Esquinas redondeadas
ja: 角丸
zh_hans: 圆角
zh_hant: 圓角

source: Rows
es: Filas
ja: 行数
zh_hans: 行数
zh_hant: 列數

source: Rules apply to all displays.
es: Las reglas se aplican a todas las pantallas.
ja: ルールはすべてのディスプレイに適用されます。
zh_hans: 规则适用于所有显示器。
zh_hant: 規則適用於所有顯示器。

source: Run all checks
es: Ejecutar todas las comprobaciones
ja: すべて検査
zh_hans: 运行全部检查
zh_hant: 執行全部檢查

source: Run every diagnostic check against the bound SteamCMD install.
es: Ejecuta todas las comprobaciones de diagnóstico sobre la instalación de SteamCMD vinculada.
ja: バインド済みの SteamCMD インストールに対して全診断チェックを実行
zh_hans: 对已绑定的 SteamCMD 安装执行全部诊断检查。
zh_hant: 對已綁定的 SteamCMD 安裝執行全部診斷檢查。

source: Run in Terminal to install system-wide. Then choose Locate automatically.
es: Ejecuta el comando en Terminal para instalarlo en todo el sistema. Después, selecciona «Localizar automáticamente».
ja: ターミナルで実行するとシステム全体にインストールされます。完了後に「自動的に検出」を選択してください。
zh_hans: 在终端运行以安装到系统，完成后选择“自动查找”。
zh_hant: 在終端機執行以安裝至系統，完成後選擇「自動尋找」。

source: Running Hot
es: Temp. alta
ja: 高温
zh_hans: 温度过热
zh_hant: 溫度過熱

source: Running Warm
es: Temp. moderada
ja: 温度高め
zh_hans: 温度偏高
zh_hant: 溫度偏高

source: Sakura
es: Cerezo
ja: 桜
zh_hans: 樱花
zh_hant: 櫻花

source: Sample data
es: Datos de ejemplo
ja: サンプルデータ
zh_hans: 示例数据
zh_hant: 範例資料

source: Sample data, not this Mac
es: Datos de ejemplo, no de este Mac
ja: サンプルデータ（この Mac の値ではありません）
zh_hans: 示例数据，非本机读数
zh_hant: 範例資料，非這台 Mac 的讀數

source: Sampling interval
es: Intervalo de muestreo
ja: サンプリング間隔
zh_hans: 采样间隔
zh_hant: 取樣間隔

source: Saturation
es: Saturación
ja: 彩度
zh_hans: 饱和度
zh_hant: 飽和度

source: Save
es: Guardar
ja: 保存
zh_hans: 保存
zh_hant: 儲存

source: Save Bookmark
es: Guardar marcador
ja: ブックマークを保存
zh_hans: 保存书签
zh_hant: 儲存書籤

source: Save a sanitized diagnostic report as a text file.
es: Guarda un informe de diagnóstico anonimizado como archivo de texto.
ja: サニタイズ済みの診断レポートをテキストファイルとして保存します。
zh_hans: 将脱敏后的诊断报告保存为文本文件。
zh_hant: 將去識別後的診斷報告儲存為文字檔。

source: Save and Use Daily Schedule
es: Guardar y usar la programación diaria
ja: 保存して1日のスケジュールを使用
zh_hans: 保存并使用每日计划
zh_hant: 儲存並使用每日排程

source: Save and Use Playlist
es: Guardar y usar la playlist
ja: 保存してプレイリストを使用
zh_hans: 保存并使用播放列表
zh_hant: 儲存並使用播放列表

source: Save as New Preset
es: Guardar como preajuste nuevo
ja: 新規プリセットとして保存
zh_hans: 另存为新预设
zh_hant: 另存為新預設

source: Save as Scheme
es: Guardar como esquema
ja: 構成として保存
zh_hans: 保存为方案
zh_hant: 儲存為方案

source: Save as new preset
es: Guardar como preajuste nuevo
ja: 新規プリセットとして保存
zh_hans: 另存为新预设
zh_hant: 另存為新預設

source: Save as preset
es: Guardar como preajuste
ja: プリセットとして保存
zh_hans: 另存为预设
zh_hant: 另存為預設集

source: Save only
es: Solo guardar
ja: 保存のみ
zh_hans: 仅保存
zh_hant: 僅儲存
